Revit 2024 API
AssetSetIterator Constructor
Initializes a new instance of the AssetSetIterator class
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public AssetSetIterator()
Visual Basic
Public Sub New
Visual C++
public:
AssetSetIterator()
See Also
AssetSetIterator Class
Autodesk.Revit.DB.Visual Namespace